// data2.js
export const messages = [
    {
        type: "left",
        author: "아르티움",
        text: "전 여기 더 있을 수 없습니다."
    },
    {
        type: "narration",
        text: "아르티옴이 결연히 말하고 나서 몸을 일으켰다. 근육이 다시 불끈거리는 것이 느껴졌다. 아르티옴은 내면의 소리에 한 번 더 귀를 기울이고 나서 거듭 말했다."
    },
    {
        type: "left",
        author: "아르티움",
        text: "전 여기 더 있을 수 없습니다. 가야 합니다. 그건 제 의뭅니다."
    },
    {
        type: "narration",
        text: "아르티옴은 뒤돌아보지도 않고 레일에 뛰어내린 뒤 어둠 속으로 사라졌다. 자기를 이 작은 모닥불로 이끌었던 불안은 깡그리 사라졌다. 의심이 사라지고 올바른 길을 가고 있다는 확신과 평온만 있었다."
    },
    {
        type: "narration",
        text: "진로에서 벗어 난 것처럼 보였지만, 마침내 운명의 레일 위에 다시 발을 디뎠다. 특별히 힘을 들이지 않아도 침목이 저절로 발밑에 끌려오는 것 같았다."
    },
    {
        type: "right",
        author: "세르게이",
        text: "어때, 근사한 이론이지?"
    },
    {
        type: "right",
        author: "예프게니",
        text: "그건 어디까지나 네 생각일 뿐이야."
    },
    {
        type: "narration",
        text: "예프게니가 고양이 귀 뒤를 쓰다듬으며 말했다."
    }
];
