// data1-1.js
export const messages = [
  {
      type: "left",
      author: "아르티옴",
      text: "전 어려운 책을 꽤 읽었는데 왜 책의 내용이 현실과 다른지 늘 궁금했습니다. 아시다시피 책에는 모든 것이 질서정연하고 서로 연관되어 있습니다. 원인이 결과를 낳습니다. 어떤 것도 그냥 일어나지는 않습니다. 하지만 현실은 딴판입니다. 인생은 무관한 사건으로 가득 차 있고, 사건은 완전히 독립되어 있습니다. 논리적 순서도 없습니다. 이와 달리 책에는 논리적 순서가 있습니다. 책에는 발단이 있고, 전개가 있고, 정점이 있고, 결말이 있습니다."
  },
  {
      type: "right",
      author: "세르게이",
      text: "정점이 아니고 절정이야."
  },
  {
      type: "narration",
      text: "세르게이가 고리타분하게시리 바로잡아주었다."
  },
  {
      type: "left",
      author: "아르티옴",
      text: "좋습니다. 절정이라고 하지요. 어쨌든 인생은 책과 다릅니다. 사건은 논리와 무관할 때가 많고, 관련이 있다 하더라도 대개 일회적인 것입니다."
  },
  {
      type: "right",
      author: "세르게이",
      text: "인생에는 플롯이 없다는 말이냐?"
  },
  {
      type: "narration",
      text: "아르티옴이 잠시 곰곰 생각하더니 고개를 끄덕였다."
  },
  {
      type: "right",
      author: "세르게이",
      text: "도대체 운명이란 게 뭐야? 넌 운명이란 걸 믿어?"
  },
  {
      type: "left",
      author: "아르티옴",
      text: "안 믿습니다. 운명이란 건 없습니다. 우연한 사건만 있고, 그것이 무슨 뜻인지는 나중에야 알게 됩니다."
  },
  {
      type: "narration",
      text: "세르게이가 실망한 듯 한숨을 쉬었다."
  },
  {
      type: "right",
      author: "세르게이",
      text: "내 개똥철학을 얘기해볼 테니 네 인생에 적용되는지 잘 생각해봐. 나도 인생은 헛되고 무의미하며 운명은, 적어도 나면서부터 정해진 운명은 없다고 생각했어. 그런데 그게 아니야. 인생을 좀 살아보면, 뭐라고 할까, 어떤 일을 하지 않을 수 없다든가 어떤 결정을 내려야만 할 때가 있어. 그땐 이걸 하느냐, 저걸 하느냐 선택해야 돼. 일단 결정을 하면 그 다음에 일어 나는 일은 우연이 아니고 이 선택에 제약을 받아, 그렇다고 다음 운명이 미리 정해져 있다는 말은 아니야. 갈림길에 서면 선택을 해야 하는데 이 선택은 우연히 이루어지지 않아. 의식적으로 선택하는 거야. 이렇게 해서 야. 그게 운명이란 거야. 살 만큼 살아보면 이성이나 너의 우연의 사슬 이론으로는 설명할 수 없는 일들이 일어나. 이런 일들이 모여 네 인생의 플롯이 되는 거야. 네 인생의 사건들이 모여 플롯을 이루면 인생에 오랫동안 영향을 미치지. 재미있는 것은 그것이 언제 일어나는지 때로는 전혀 알지 못한다는 거야. 그래서 그것에 대해 완전히 잘못된 관념을 가지게 돼. 자신의 세계관에 따라 사건을 짜 맞추려고 하기 때문이야. 하지만 운명은 나름대로 논리가 있어."
  },
  {
      type: "narration",
      text: "아르티옴은 처음에는 이 이상한 이론을 완전한 사기라고 생각했으나 세르게이가 자세히 설명하는 동안 헌터의 부탁을 받아들인 이후 자기한테 갑자기 일어난 일들을 보는 시각이 점차 달라졌다."
  },
  {
      type: "narration",
      text: "아르티옴이 왜 이 짓을 하고 있는지도 모르고 있는 모험과 목적지에 도달하려는 부질없는 시도가 이제 복잡하게 짜이고 지나치게 번거롭지만 깊은 숙고를 거친 구조물로 여겨졌다."
  }
];
