// data2-1.js
export const messages2_2 = [
  {
      type: "left",
      author: "아르티움",
      text: "세르게이, 예프게니, 제가 도움을 청하고 싶습니다. 그 동안 많은 것들이 있었습니다만, 이제는 혼자 갈 수 없습니다. 제가 어디로 가야 할지, 어떻게 해야 할지 잘 모르겠습니다. 그 동안 저에게 가르침을 주셨던 그 길을 제가 혼자서는 찾지 못하겠습니다."
  },
  {
      type: "right",
      author: "예프게니",
      text: "아르, 너의 간절한 모습은 알겠다. 하지만 우린 이미 늙었어. 나한테는 이 고양이랑 함께 할 시간이 중요하거든. 그렇게 위험한 일에 발을 들이지 않아도 되잖아."
  },
  {
      type: "right",
      author: "세르게이",
      text: "그리고 나한테는 이 파이프랑 이 평화가 필요해. 우리에겐 지킬 가족도 있어. 아르, 네 길은 분명 위험할 거야. 네 마음 속의 플롯을 따라가기를 바라지만, 우리는 함께 할 수 없을 것 같아."
  },
  {
      type: "left",
      author: "아르티움",
      text: "알겠습니다... 그럼에도 불구하고 제 길은 제 스스로 찾아갈 것입니다."
  },
  {
      type: "narration",
      text: "세르게이는 잠시 아르티옴의 뒷모습을 바라보다가 파이프를 다시 물었다."
  },
  {
      type: "right",
      author: "세르게이",
      text: "세상은 참 많이 변했지. 그래도 아르는 괜찮을 거야. 잘 해낼 테니까."
  },
  {
      type: "right",
      author: "예프게니",
      text: "그럴 수도 있겠지... 그렇게 생각하고 싶어. 그치만 아르의 플롯은 우린 생각하는 것보다 복잡하겠지."
  },
  {
      type: "narration",
      text: "세르게이는 고개를 끄덕였고, 예프게니는 고양이 귀 뒤를 쓰다듬으며 미소 지었다."
  }
];