export const messages = [
  {
    type: "left",
    author: "아르티움",
    text: "하나님은 왜 사랑하는 아들을 희생시키고 버릭까지 했는지요? 사랑, 온유함, 전능은 어디 있는 거죠?"
  },
  {
    type: "right",
    author: "예프게니",
    text: "한마디 덧붙이자면, 하느님의 두드러진 속성이 있다 하더라도 그게 사랑, 정의, 온유가 아니라는 건 분명해. 하느님이 세상을 창조한 이래 이 상에서 일어나는 일을 보면 아무래도 하느님은 독특한 애정관을 가지고 있어. 다시 말해서 관심 있는 것만 편애해. 하느님은 사람에게 무슨 일을 일으켜놓고 어떻게 되는지 구경해. 그래 놓고 너무 맛이 없으면 후춧가루를 넣어. 셰익스피어의 말이 맞아. 세상은 무대야. 다만 하느님이 말하는 것과는 완전히 다른 무대야."
  },
  {
    type: "right",
    author: "세르게이",
    text: "오늘 아침에 한 이야기만으로도, 넌 지옥에 몇 백 년 있어야 할 거야?"
  },
  {
    type: "right",
    author: "예프게니",
    text: "거기도 얘기할 상대는 있겠지."
  },
  {
    type: "right",
    author: "세르게이",
    text: "그럼 재미있는 사람들이 많고말고."
  },
  {
    type: "right",
    author: "예프게니",
    text: "예를 들면 가톨릭교회의 최고 지도자 같은 사람 말이지."
  },
  {
    type: "right",
    author: "세르게이",
    text: "그럼. 분명히 있어. 하지만 엄밀히 말하면 우리가............."
  },
  {
    type: "narration",
    text: "두 사람은 자기가 한 말 때문에 언젠가 벌을 받으리라고 생각하지 않는 것이 분명했다. 그러나 인간의 운명이 재미있는 이야기에 지나지 않는다는 예프게니의 견해는 아르티옴에게 신선한 충격을 주었다."
  }
];
