// data1-3.js
export const messages1_3 = [
  {
      type: "narration",
      text: "그렇게 함으로써 세르게이가 말한 대로 일상의 사건들이 플롯이 되는 걸까?"
  },
  {
      type: "narration",
      text: "얼핏 보면 이것은 불가능했다. 그러나 한자 영역으로 들어갈 기회를 준 마르크와의 만남을 어떻게 설명할 수 있을까? 생각해 보면, 그 후 아르티옴은 변소 청소를 운명으로 받아들이고 맹목적으로 따랐었다. 그런데 불가사의한 일, 곧 초소에 있어야 할 감시원이 없어지고 한 번도 추적당하지 않는 일이 일어났다. 아르티옴은 그때 구불구불한 옆길에서 나와 원래 길로 돌아갔던 것인가? 인생의 플롯 전개에 순응했더라면 운명이 술술 풀렸을까?"
  },
  {
      type: "narration",
      text: "이것은 아르티옴이 목적지를 잃고 자기 길에서 벗어나자마자 운명이 등을 돌리고, 죽음에서 아르티옴을 지켜준 보이지 않는 방패를 산산조각 나게 하고, 조심스럽게 쥐고 있던 아리아드네의 실이 끊어져 아르티옴을 미쳐 날뛰는 현실로 내팽개친다는 것을 의미할 것이다."
  },
  {
      type: "narration",
      text: "머리 위에 음산한 구름이 걸려 있는데도 무턱대고 계속 가는 경박한 사람은 인생의 플롯을 벗어나기 힘든 것인가? 그러나 인생의 플롯을 중단시키고 주연배우가 되기를 단념한 평범한 인생에는 특이한 것, 놀라운 것, 설명하기 어려운 것이 일어나지 않을 것이다."
  },
  {
      type: "narration",
      text: "이것은 아르티옴이 자신의 길을 단념할 권리도 없고 그럴 가능성도 없다는 것을 뜻할까? 이것이 아르티옴의 운명이었나? 자기한테 일어난 일이 무슨 뜻인지 이해하지도 못하여 믿지도 않는 것이 운명이라는 것이었나?"
  },
  {
      type: "narration",
      text: "아르티옴은 길가의 표지판이 제 구실을 못했다고 생각했고, 자신을 위해 정해진 길을 틀린 방향으로 이끌었다고 생각했다…"
  },
  {
      type: "narration",
      text: "그러나 아르티옴은 옳은 길을 갔었다."
  },
  {
      type: "narration",
      text: "그의 인생사들이 인간의 의지와 이성을 지배하는 조화로운 플롯을 형성했기 때문에 동지들이 불을 보고 도와주러 왔고 적들은 눈이 멀어졌던 것이다. 보이지 않는 손처럼 현실을 조종하며 불변의 확률 법칙을 형성한 것은 플롯이었다."
  },
  {
      type: "narration",
      text: "그게 사실이라면 이전에 '도대체 무엇을 하고 있는 것인가? 하고 질문했을 때 아무 답변이 없었던 이유가 되는 것이다."
  },
  {
      type: "narration",
      text: "이제 이 세상에는 섭리니, 플롯이니, 정의니, 법칙이니 하는 것은 없다고 고백하던 용기는 쓸데없는 것이 되어버렸다."
  },
  {
      type: "narration",
      text: "사실 플롯이 뚜렷이 보인다는 생각은 너무 매력적이었다."
  }
];
