// data1-2.js
export const messages1_2 = [
  {
      type: "narration",
      text: "아르티옴이 헌터의 부탁을 수락한 것이 이 여행의 첫 걸음이었다면 그 다음 사건들, 곧 리가로 간 것과 거기서 부르봉을 만난 것이 두 번째 걸음 이었다. 그 다음은 수하레프에 남아 있을 수도 있었는데 칸을 따라 나선 것이었다. 물론 이것은 칸이 생각한 명분에 휩쓸렸다고 볼 수도 있었다. 그 다음에 아르티옴은 파시스트한테 잡혔다. 하마터면 교수형 당할 뻔했으나 바로 그날 트베르를 기습한 여단 덕분에 구출되었다. 정말 우연의 일 치였다. 혁명가들이 하루만 일찍 또는 늦게 왔더라도 아르티옴은 죽음을 면치 못했을 것이고, 여행도 끝났을 것이다."
  },
  {
      type: "narration",
      text: "아르티옴이 미련하게 여행을 계속 밀어붙인 것이 다음 사건에 영향을 미쳤을까? 다음 사건들을 야기한 결정, 분노, 절망 등 혼란스러운 사건들과 생각 그리고 행동이 알지 못하는 이상한 힘에 의해 질서 잡힌 체계로 만들어졌을까?"
  },
  {
      type: "narration",
      text: "그렇게 함으로써 세르게이가 말한 대로 일상의 사건들이 플롯이 되는 걸까?"
  },
  {
      type: "narration",
      text: "얼핏 보면 이것은 불가능했다. 그러나 한자 영역으로 들어갈 기회를 준 마르크와의 만남을 어떻게 설명할 수 있을까? 생각해 보면, 그 후 아르티옴은 변소 청소를 운명으로 받아들이고 맹목적으로 따랐었다. 그런데 불가사의한 일, 곧 초소에 있어야 할 감시원이 없어지고 한 번도 추적당하지 않는 일이 일어났다. 아르티옴은 그때 구불구불한 옆길에서 나와 원래 길로 돌아갔던 것인가? 인생의 플롯 전개에 순응했더라면 운명이 술술 풀렸을까?"
  }
];
